<?php

if (!defined('AppiEngine')) {
    header( "refresh:0; url=/");
}

?>

<style>
    .container-mob {
        width: 60%;
    }

    @media only screen and (max-width: 993px) {
        .container-mob {
            width: 90% !important;
        }
    }
</style>

<div class="container container-mob" style="padding-top: 64px;">
    <div class="section" style="line-height: 24px;">
        <div class="row">
            <div class="col s12">
                <h4>Наша безбашенная история</h4>
            </div>
            <div class="col s12">
                Всё началось еще весной 2021 года, за окном ковид, карантинные меры, но все более менее спокойно курс доллара в районе 70 рублей.  Нормально в общем, перспективы развития вполне присуствовали, да я пишу от себя, я Александр, один из основателей студии, Леонид сооснователь.
                <br>
                <br>
            </div>
            <div class="col s12 m6 l4">
                <img class="materialboxed" style="object-fit: cover; border-radius: 24px; width: 100%" src="/client/images/history/photo1.jpg">
                <br>
            </div>
            <div class="col s12 m6 l8">
                Сидим мы с Леонидом на его точке по ремонту телефонов, он разбирает iPhone и я пришел в шок, когда увидел то что стекло на самом деле не прозрачное, а покрашенное изнутри. Я начал это ковырять и мы стали разгонять эту идею и пришли к тому, что можно красить свои стекла, наносить туда рисунки и устанавливать их на телефон, плюсы от наклейки в том, что все это ручная работа и повредить рисунок невозможно. Если конечно не разбить стекло ;)
                <br>
                <br>
                Еще один шок был, что в России аналогов такого продукта нет, то есть никто не делает аэрографию на телефон. Я начал поиски художника и на удивление быстро его нашел.
            </div>
            <div class="col s12">
                <br>
                <br>
                <h5>Продажа квартиры ради студии</h5>
                Да. После небольшого анализа рынка я решил продать квартиру, но прежде я посоветовался с одним из основателей компании <a target="_blank" href="https://www.admitad.com/ru/history/">Admitad</a>, в которой я когда-то работал, с Максимом Волоховом. Он всегда меня очень вдохновлял своим примером и то, что он как-то раз обратил на меня внимание и сказал что у меня все получится. Спойлер, он сказал лучше возьми кредит и не продавай квартиру. Но чуйка моя говорила о другом, что лучше продать и я считаю что я не ошибся. Не смотря на то, что я сейчас пишу этот текст, когда курс доллара привысил уже 120 рублей, идет война с Украиной и в России объективно экономическая жопа, я сохраняю оптимизм и уверен что все будет хорошо!

            </div>
            <div class="col s12">
                <br>
                <br>
                <h5>Мы сделали первое стекло</h5>
                Объективно оно получилось полным говном, мы попробовали его напечатать на специальном обородувании и результат мягко говоря был ни о чем. Собственно вот фотография
                <br>
                <br>
                <img class="materialboxed" style="object-fit: cover; border-radius: 24px; width: 100%" src="/client/images/history/photo2.jpg">
            </div>
            <div class="col s12">
                <br>
                <br>
                <h5>Поиски секретной технологии</h5>
                Я продолжил поиски уже с Димой (Наш Художник-Аэрограф) новой технологии, это продолжалось очень долго. Помимо этого я дал себе срок в 7 дней найти поставщика прозрачных стекл на айфоны, ибо сидеть вручную сдирать краску и портить стекло было не вариант, хотя такое предложение тоже рассматривалось. В итоге в поставленный срок я нашел стекла, заказал и после того как приехала партия мы попробовали сделать уже по другой технологии стекла. Фотографии прикладываю ниже, оцените сами ;)
                <br>
                <br>
            </div>
            <div class="col s12 m6">
                <img class="materialboxed" style="object-fit: cover; border-radius: 24px; width: 100%" src="/client/images/history/photo3.jpg">
                <br>
            </div>
            <div class="col s12 m6">
                <img class="materialboxed" style="object-fit: cover; border-radius: 24px; width: 100%" src="/client/images/history/photo4.jpg">
            </div>

            <div class="col s12">
                <br>
                Согласитесь, получилось хорошо? Но все равно, это не совсем то что нужно. Мы сделали два телефона с помощью этой технологии, собрали их и у нас появились благодаря этому первые результаты. На минуточку, это была уже осень 2021 года.
                <br>
                <br>
            </div>

            <div class="col s12 m6">
                <img class="materialboxed" style="object-fit: cover; border-radius: 24px; width: 100%" src="/client/images/history/photo5.jpg">
                <br>
            </div>
            <div class="col s12 m6">
                <img class="materialboxed" style="object-fit: cover; border-radius: 24px; width: 100%" src="/client/images/history/photo6.jpg">
            </div>


            <div class="col s12">
                <br>
                <br>
                <h5>Вот оно</h5>
                Мы продолжили размышлять о том, как можно улучшить, чтобы мы могли делать рисунки выского качества и практически 1в1. То есть, все о чем ты сейчас подумаешь, мы сможем перенести прямо на корпус телефона. А это задача уже не самая простая, реально долго размышляли и тут звонок от Димы, говорит "Я придумал". Он не просто придумал, он позвал меня к себе в гости и просто по факту показал результат на тестовых стеклах. Я был в шоке, это то, что я хотел видеть. Он смог объеденить человеческий ручной труд и труд машины, которая позволила делать сверхдетализацию, тем самым при покраске используется как и робот, так и ручная работа Димы и Лёнчика. Выглядит сочно и качественно!
                <br>
                <br>
                <img class="materialboxed" style="object-fit: cover; border-radius: 24px; width: 100%" src="/client/images/history/photo7.jpg">

            </div>

            <div class="col s12">
                <br>
                <br>
                <h5>Трудности не заканчиваются</h5>
                Нам необходимо купить было iPhone 12 Pro Max, ибо там есть датчик LIDAR и на него нужно наносить специальный слой краски в микронах, чтобы стекло не было прозрачным, но при этом на свету оно давало эту прозрачность для корректной работы этого датчика. Пришлось помучаться но это не так страшно было, когда мы сделали стекло и у нас случилась <a target="_blank" href="https://ru.wikipedia.org/wiki/%D0%90%D0%B4%D0%B3%D0%B5%D0%B7%D0%B8%D1%8F">адгезия</a>, из-за реакции с клеем у нас пошла краска от стекла прочь. Мы помучались с этим и нашли выход.
                Немного помучавшись мы сделали наш первый айфон на новой технологии и получилось клево.
                <br>
                <br>
            </div>
            <div class="col s12 l5">
                <img class="materialboxed" style="object-fit: cover; border-radius: 24px; width: 100%" src="/client/images/history/photo8.jpg">
                <br>
            </div>
            <div class="col s12 l7">
                <img class="materialboxed" style="object-fit: cover; border-radius: 24px; width: 100%" src="/client/images/history/photo9.jpg">
            </div>

            <div class="col s12">
                <br>
                <br>
                <h5>И вот сейчас</h5>
                Мы сделали первые продажи и наша главная цель, несмотря на всю серость, весь негатив который происходит в мире, сделать что-то яркое, позволить людям подчеркнуть свою индивидуальность, ибо важно помнить, что каждый человек индивидуален, это не просто серая масса, а это жизнь и она бесценна. Мы верим что в мире все будет хорошо и спокойно. Спасибо что дочитали до конца, наш путь еще огромный, длинный и тяжелый. Но мы не сдадимся, все будет ок! И у вас все тоже будет ок <3
                <br>
                <br>
            </div>
            <div class="col s12 l6">
                <img class="materialboxed" style="object-fit: cover; border-radius: 24px; width: 100%" src="/client/images/history/photo10.jpg">
                <br>
            </div>
            <div class="col s12 l6">
                <img class="materialboxed" style="object-fit: cover; border-radius: 24px; width: 100%" src="/client/images/history/photo11.jpg">
            </div>
        </div>
    </div>
</div>