<?php

if (!defined('AppiEngine')) {
    header( "refresh:0; url=/");
}

?>

<div class="container" style="padding-top: 80px">
    <div class="section">
        <div class="row">
            <div class="col s12" style="line-height: 24px">
                <?php
                echo nl2br('
Правила защиты информации о пользователях сайта adaptation-usa.com

1. Общие положения
1.1. Настоящие Правила являются официальным документом сайта «adaptation-usa.com» (далее – Администрация Сайта), и определяют порядок обработки и защиты информации о физических лицах, пользующихся услугами интернет-сайта https://adaptation-usa.com/ (далее – Сайт) и его сервисов (далее – Пользователи).
1.2. Целью настоящих Правил является обеспечение надлежащей защиты информации о пользователях, в том числе их персональных данных, от несанкционированного доступа и разглашения.
1.3. Отношения, связанные со сбором, хранением, распространением и защитой информации о пользователях Сайта, регулируются настоящими Правилами, иными официальными документами Администрации Сайта и действующим законодательством Российской Федерации.
1.4. Действующая редакция Правил, являющихся публичным документом, доступна любому пользователю сети Интернет при переходе по ссылке <a href="/privacy">adaptation-usa.com/privacy</a>. Администрация Сайта вправе вносить изменения в настоящие Правила. При внесении изменений в Правила Администрация Сайта уведомляет об этом пользователей путем размещения новой редакции Правил на Сайте по постоянному адресу <a href="/privacy">adaptation-usa.com/privacy</a> не позднее, чем за 10 дней до вступления в силу соответствующих изменений. Предыдущие редакции Правил хранятся в архиве документации Администрации Сайта.
1.5. Настоящие Правила разработаны и используются в соответствии с Правилами пользования сайтом adaptation-usa.com, размещенными на Сайте по адресу <a href="/terms">adaptation-usa.com/terms</a>. В случае наличия противоречий между настоящими Правилами и иными официальными документами Администрации Сайта применению подлежат настоящие Правила.
1.6. Регистрируясь и используя Сайт, Пользователь выражает свое согласие с условиями настоящих Правил.
1.7. В случае несогласия Пользователя с условиями настоящих Правил использование Сайта и его сервисов должно быть немедленно прекращено.


2. Условия пользования Сайтом
2.1. Оказывая услуги по использованию Сайта и его сервисов (далее – Услуги Сайта), Администрация Сайта, действуя разумно и добросовестно, считает, что Пользователь:
обладает всеми необходимыми правами, позволяющими ему осуществлять регистрацию и использовать настоящий Сайт;
указывает достоверную информацию о себе в объемах, необходимых для пользования Услугами Сайта;
осознает, что информация на Сайте, размещаемая Пользователем о себе, может становиться доступной для других Пользователей Сайта и пользователей Интернета, может быть скопирована и распространена такими пользователями;
осознает, что некоторые виды информации, переданные им другим Пользователям, не могут быть удалены самим Пользователем;
ознакомлен с настоящими Правилами, выражает свое согласие с ними и принимает на себя указанные в них права и обязанности.
2.2. Администрация Сайта не проверяет достоверность получаемой (собираемой) информации о пользователях, за исключением случаев, когда такая проверка необходима в целях исполнения Администрацией Сайта обязательств перед пользователем.


3. Цели обработки информации
Администрация Сайта осуществляет обработку информации о Пользователях, в том числе их персональных данных, в целях выполнения обязательств Администрации Сайта перед Пользователями в отношении использования Сайта и его сервисов.


4. Состав информации о пользователях
4.1. Персональные данные Пользователей
Персональные данные Пользователей включают в себя:
4.1.1. предоставляемые Пользователями и минимально необходимые для регистрации на Сайте: адрес электронной почты;
4.1.2. предоставляемые Пользователями с использованием раздела редактирования своих страниц на Сайте https://adaptation-usa.com/settings;
4.1.3. дополнительно предоставляемые Пользователями по запросу Администрации Сайта в целях исполнения Администрацией Сайта обязательств перед Пользователями, вытекающих из договора на оказание Услуг Сайта. Администрация Сайта вправе, в частности, запросить у Пользователя копию документа, удостоверяющего личность, либо иного документа, содержащего имя, фамилию, фотографию Пользователя, а также иную дополнительную информацию, которая, по усмотрению Администрации Сайта, будет являться необходимой и достаточной для идентификации такого Пользователя и позволит исключить злоупотребления и нарушения прав третьих лиц.
4.2. Иная информация о Пользователях, обрабатываемая Администрацией Сайта
Администрация Сайта может также обрабатывать иную информацию о Пользователях, которая включает в себя:
4.2.1. дополнительные данные, получаемые при доступе к Сайту, включающие в себя данные о технических средствах (устройствах), технологическом взаимодействии с Сайтом (в т.ч. IP-адрес хоста, вид операционной системы пользователя, тип браузера, географическое положение, поставщик услуг Интернета, данные из адресной книги, данные, полученные в результате доступа к камере, микрофону и т.п. устройств), и последующих действиях Пользователя на Сайте. Информация, содержащая историю посещения Сайта пользователем, доступна Пользователю в разделе «Настройки / Безопасность»;
4.2.2. информация, автоматически получаемая при доступе к Сайту с использованием закладок (cookies);
4.2.3. информация, создаваемая пользователями на Сайте вне раздела редактирования страниц https://adaptation-usa.com/settings (в том числе статусы, записи в публикациях, фотографии, видеозаписи, комментарии);
4.2.4. информация, полученная в результате действий Пользователя на Сайте (в частности, информация о подписке на пользователя / отписки от пользователя, размещении фотографий, добавлении видеозаписей). Данная информация о Пользователе может быть доступна для всех друзей пользователя в разделе «Лента» в соответствии с настройками пользователя;
4.2.5. информация, полученная в результате действий других пользователей на Сайте (в частности, отметки, сделанные на видеозаписях и фотографиях другими Пользователями).


5. Обработка информации о пользователях
5.1. Обработка персональных данных осуществляется на основе принципов:
а) законности целей и способов обработки персональных данных;
б) добросовестности;
в) соответствия целей обработки персональных данных целям, заранее определенным и заявленным при сборе персональных данных, а также полномочиям Администрации Сайта;
г) соответствия объема и характера обрабатываемых персональных данных, способов обработки персональных данных целям обработки персональных данных;
д) недопустимости объединения созданных для несовместимых между собой целей баз данных, содержащих персональные данные.
5.1.1. Условия и цели обработки персональных данных
Администрация Сайта осуществляет обработку персональных данных пользователя в целях исполнения договора между Администрацией Сайта и Пользователем на оказание Услуг Сайта (п. 2.2 Правил пользования Сайтом adaptation-usa.com https://adaptation-usa.com/terms). В силу статьи 6 Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных» отдельное согласие пользователя на обработку его персональных данных не требуется. В силу п.п. 2 п. 2 статьи 22 указанного закона Администрация Сайта вправе осуществлять обработку персональных данных без уведомления уполномоченного органа по защите прав субъектов персональных данных.
5.1.2. Сбор персональных данных
Сбор персональных данных Пользователя осуществляется на Сайте при регистрации, а также в дальнейшем при внесении пользователем по своей инициативе дополнительных сведений о себе с помощью инструментария Сайта.
Персональные данные, предусмотренные п. 4.1.1. настоящих Правил, предоставляются Пользователем и являются минимально необходимыми при регистрации.
Персональные данные, предусмотренные п. 4.1.2. настоящих Правил, дополнительно предоставляются Пользователем по собственной инициативе с использованием вкладки «ред.» в разделе «Мой профиль».
5.1.3. Хранение и использование персональных данных
Персональные данные пользователей хранятся исключительно на электронных носителях и обрабатываются с использованием автоматизированных систем, за исключением случаев, когда неавтоматизированная обработка персональных данных необходима в связи с исполнением требований законодательства.
5.1.4. Передача персональных данных
Персональные данные Пользователей не передаются никаким другим третьим лицам, за исключением случаев, прямо предусмотренных настоящими Правилами.
При указании Пользователя или при наличии согласия Пользователя возможна передача персональных данных Пользователя третьим лицам — контрагентам Администрации Сайта с условием принятия такими контрагентами обязательств по обеспечению конфиденциальности полученной информации, в частности при использовании приложений.
Приложения, используемые пользователями на Сайте, размещаются и поддерживаются третьими лицами (разработчиками), которые действуют независимо от Администрации Сайта и не выступают от имени или по поручению Администрации Сайта. При этом данные передаются с согласия Пользователя, предоставляемого в форме конклюдентного действия при первом запуске и/или использовании приложения (в частности, при нажатии соответствующей кнопки — при её наличии). Пользователи обязаны самостоятельно ознакомиться с правилами оказания услуг и политикой защиты персональных данных таких третьих лиц (разработчиков) до начала использования соответствующих приложений.
Действия таких третьих лиц (разработчиков) регулируются официальным документом Администрации Сайта — «Условия размещения приложений».
Предоставление персональных данных Пользователей по запросу государственных органов (органов местного самоуправления) осуществляется в порядке, предусмотренном законодательством. В целях исполнения соглашения между Пользователем и Администрацией Сайта и предоставления Пользователю доступа к использованию функциональности Сайта Администрация Сайта развивает предоставляемые сервисы и продукты, разрабатывает и внедряет новые сервисы и продукты, оптимизирует качество сервисов и продуктов, совершенствует доступную функциональность Сайта и сервисов. Для обеспечения реализации указанных целей Пользователь соглашается на осуществление Администрацией Сайта с соблюдением применимого законодательства сервисных рассылок в его адрес (в том числе опросов) с целью получения обратной связи посредством сервисов Администрации Сайта и/или сервисов третьих лиц: электронных сообщений, SMS и иных видов рассылок, — а также сбора, хранения, накопления, систематизации, извлечения, сопоставления, использования, наполнения (уточнения) их данных, а также на получение и передачу аффилированным лицам и партнёрам результатов автоматизированной обработки таких данных с применением различных моделей оценки информации в виде целочисленных и/или текстовых значений и идентификаторов, соответствующих заданным в запросах оценочным критериям, для обработки данных Администрацией Сайта и/или лицами, указанными в настоящем пункте.
5.1.5. Уничтожение персональных данных
Персональные данные пользователя уничтожаются при:
– самостоятельном удалении Пользователем данных со своей персональной страницы;
– самостоятельном удалении Пользователем своей персональной страницы с использованием функциональной возможности «удалить свой аккаунт», доступной Пользователю в разделе «Мои настройки»;
– удалении Администрацией Сайта информации, размещаемой Пользователем, а также персональной страницы Пользователя в случаях, установленных Правилами пользования сайтом adaptation-usa.com https://slafu.ru/terms ( п.п. 7.2.2. и 8.6.).
В случае удаления персональной страницы Администрация Сайта хранит на своих электронных носителях персональные и иные необходимые данные Пользователя в течение необходимого и установленного действующим законодательством Российской Федерации срока.
В случае самостоятельного удаления своей персональной страницы Пользователь вправе восстановить свою персональную страницу в течение 210 дней с момента самостоятельного удаления персональной страницы в настройках https://adaptation-usa.com/settings.
5.2. Размещая информацию на персональной странице, в том числе свои персональные данные, Пользователь осознает и соглашается с тем, что указанная информация может быть доступна другим пользователям сети Интернет с учетом особенностей архитектуры и функционала Сайта. Пользователь самостоятельно определяет режим конфиденциальности и условия доступа к информации, указанной в п.п. 4.2.3 – 4.2.5 настоящих Правил, посредством соответствующих настроек. Администрация Сайта принимает технические и организационные меры по обеспечению функционирования соответствующего инструментария Сайта.


6. Права и обязанности пользователей
6.1. Пользователи вправе:
6.1.1. осуществлять свободный бесплатный доступ к информации о себе посредством загрузки своих персональных страниц на Сайте с использованием логина и пароля;
6.1.2. с помощью инструментария Сайта установить в отношении информации о себе желаемый уровень конфиденциальности (условия доступа к информации) в соответствии с п. 6.3 настоящих Правил;
6.1.3. самостоятельно вносить изменения и исправления в информацию о себе на персональной странице Пользователя на Сайте, при условии, что такие изменения и исправления содержат актуальную и достоверную информацию;
6.1.4. удалять информацию о себе со своей персональной страницы на Сайте;
6.1.5. требовать от Администрации Сайта уточнения своих персональных данных, их блокирования или уничтожения в случае, если такие данные являются неполными, устаревшими, недостоверными, незаконно полученными или не являются необходимыми для заявленной цели обработки и если невозможно самостоятельно выполнить действия, предусмотренные п.п. 6.1.3. и 6.1.4. настоящих Правил;
6.1.6. на основании запроса получать от Администрации Сайта информацию, касающуюся обработки его персональных данных.
6.2. Поскольку Сайт является универсальным средством коммуникации и поиска людей и главной функцией Сайта является восстановление и поддержание связей со старыми и новыми знакомыми, следующая информация о зарегистрированном Пользователе всегда доступна любому зарегистрированному Пользователю Сайта:
6.2.1. никнейм пользователя;
6.2.2. профильная фотография и записи Пользователя в ленте, если Пользователь разместил эту информацию на Сайте в разделе «Мой профиль»;
6.2.3. список подписчиков и подписок пользователя, за исключением ограниченного перечня подписчиков, который пользователь предпочел скрыть.
6.3. Настройка пользователем уровня конфиденциальности информации о себе
6.3.1. Пользователь вправе, с учетом ограничений, предусмотренных п. 6.2. настоящих Правил, установить в отношении своих персональных данных (п. 4.1. Правил), а также в отношении информации, предусмотренной п.п. 4.2.3. настоящих Правил, один из следующих уровней конфиденциальности:
а) информация доступна всем Пользователям Сайта;
б) информация доступна всем Пользователям Сайта, за исключением определенных Пользователей;
в) информация доступна лицам, имеющим на Сайте статус друзей Пользователя, а также лицам, имеющим статус их подписчиков;
г) информация доступна только лицам, имеющим на Сайте статус подписчиков пользователя;
д) информация доступна только некоторым лицам, имеющим на Сайте статус подписчиков Пользователя;
е) информация доступна некоторым спискам подписчиков (в случае, если пользователь создал хотя бы один список подписчиков с помощью инструментария «Создать список» в разделе «Настройки»);
ж) информация доступна только Пользователю.
6.3.2. В отношении информации, закрепленной в п. 6.2. настоящих Правил, Пользователь вправе установить один из следующих уровней конфиденциальности:
а) информация доступна всем пользователям сети Интернет и индексируется поисковыми системами;
б) информация доступна только Пользователям Сайта;
в) информация доступна всем пользователям Интернета, но при этом она не индексируется поисковыми системами.
6.3.3. Администрация Сайта не несет ответственности за разглашение персональных данных Пользователя другими Пользователями Сайта, получившими доступ к таким данным в соответствии с выбранным Пользователем уровнем конфиденциальности.
6.3.4. При удалении персональных данных (иной пользовательской информации) с персональной страницы Пользователя или удалении персональной страницы Пользователя с Сайта, информация о Пользователе, скопированная другими Пользователями или хранящаяся на страницах других Пользователей, сохраняется.
6.3.5. Чтобы убедиться в правильности выбранного уровня конфиденциальности, Пользователь может с помощью инструментария Сайта посмотреть, как видят его персональную страницу другие Пользователи.
6.4. Пользователь самостоятельно определяет условия и предоставляет доступ к своим персональным данным неограниченному кругу лиц, в том числе путём регистрации и использования стандартной функциональности, а также с помощью настроек приватности и видимости своей персональной страницы в рамках предоставленной Пользователю функциональности в соответствии с п. 6.3 настоящих Правил. Администрация Сайта не инициирует и не влияет на такой выбор Пользователя, а также не имеет цели получить у Пользователя разрешение на распространение его персональных данных. Обработка персональных данных, сделанных Пользователем доступными неограниченному кругу лиц, осуществляется Администрацией Сайта на основании и в соответствии с условиями Правил пользования сайтом Adaptation USA и настоящих Правил.


7. Меры по защите информации о Пользователях
7.1. Администрация Сайта принимает технические и организационно-правовые меры в целях обеспечения защиты персональных данных Пользователя от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий.
7.2. Для авторизации доступа к Сайту используется логин (адрес электронной почты или номер мобильного телефона) и пароль Пользователя. Ответственность за сохранность данной информации несет Пользователь. Пользователь не вправе передавать собственный логин и пароль третьим лицам, а также обязан предпринимать меры по обеспечению их конфиденциальности.
7.3. В целях обеспечения более надежной защиты информации о Пользователях Администрация Сайта использует систему привязки страницы к мобильному телефону. Для осуществления данной системы Пользователь должен предоставить Администрации Сайта номер своего мобильного телефона.
В рамках системы привязки страницы к мобильному телефону Пользователь в случае утраты логина или пароля может восстановить доступ к странице с помощью кода восстановления, содержащегося в SMS-сообщении, которое Пользователь получает на свой мобильный телефон.
В целях снижения вероятности использования третьими лицами логинов и паролей Пользователей для отсылки спама от их имени, в случае если ввод логина и пароля Пользователя осуществляется с использованием непривычного для данного Пользователя сервера (в частности, сервера иностранного государства), * Администрация Сайта блокирует вход на персональную страницу Пользователя при помощи сообщения с требованием указать некоторые цифры мобильного телефона Пользователя. После трех неудачных попыток ввода цифр возможность доступа к персональной странице с использованием данного сервера блокируется на 4 часа.
Администрация Сайта также вправе для целей регистрации, авторизации Пользователя, подтверждения актуальности привязанного к персональной странице (верификации) номера телефона, восстановления доступа к персональной странице осуществлять проверочный звонок-сброс на номер телефона Пользователя. После получения звонка-сброса Пользователю необходимо ввести код – несколько последних цифр номера, с которого осуществлен звонок-сброс, в соответствующем окне. В зависимости от операционной системы мобильного устройства ввод кода в соответствующем окне может осуществляться автоматически, но исключительно после получения от Пользователя разрешения на доступ к истории вызовов на мобильном устройстве. Данное разрешение предоставляется посредством нажатия кнопки «Разрешить» или аналогичной. Доступ к истории вызовов на мобильном устройстве Пользователя используется исключительно для цели автоматизации проставления кода при использовании функции проверочного звонка-сброса, а также защиты от спама и массовых регистраций.
7.4. Пользователь вправе получать информацию о том, в какое время и с каких устройств производилась авторизация на его персональную страницу, с помощью ссылки «Показать историю активности» в разделе «Мои Настройки / Безопасность».


8. Ограничение действия Правил
Действие настоящих Правил не распространяется на действия и интернет-ресурсы третьих лиц.

Администрация Сайта не несет ответственности за действия третьих лиц, получивших в результате использования Интернета или Услуг Сайта доступ к информации о Пользователе в соответствии с выбранным Пользователем уровнем конфиденциальности, за последствия использования информации, которая, в силу природы Сайта, доступна любому пользователю сети Интернет. Администрация Сайта рекомендует Пользователям ответственно подходить к решению вопроса об объеме информации о себе, размещаемой на Сайте.


9. Обращения пользователей
9.1. Пользователи вправе направлять Администрации Сайта свои запросы, в том числе запросы относительно использования их персональных данных, предусмотренные п. 6.1.6 настоящих Правил, в форме электронного документа, подписанного квалифицированной электронной подписью в соответствии с законодательством Российской Федерации, по адресу электронной почты: support@adaptation-usa.com.
9.2. Запрос, направляемый пользователем, должен содержать следующую информацию:
номер основного документа, удостоверяющего личность пользователя или его представителя;
сведения о дате выдачи указанного документа и выдавшем его органе;
сведения, подтверждающие участие пользователя в отношениях с оператором (в частности, порядковый номер id пользователя или короткое (поддоменное) имя, заменяющее порядковый номер id);
подпись пользователя или его представителя.
9.3. Администрация Сайта обязуется рассмотреть и направить ответ на поступивший запрос пользователя в течение 30 дней с момента поступления обращения.
9.4. Вся корреспонденция, полученная Администрацией Сайта от пользователей (обращения в письменной или электронной форме), относится к информации ограниченного доступа и не разглашается без письменного согласия Пользователя. Персональные данные и иная информация о Пользователе, направившем запрос, не могут быть без специального согласия Пользователя использованы иначе, как для ответа по теме полученного запроса или в случаях, прямо предусмотренных законодательством.
                ');

                ?>
            </div>
        </div>
    </div>
</div>